BOT_NAME = 'ник'

VA_VER = "2.0"

BOT_ALTER_NAMES = ('никита', 'ник', 'никитос', 'никитушка', 'никос')

BOT_PHRASES = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

BOT_COMMANDS= {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "joke": ('расскажи анекдот', 'рассмеши', 'шутка', 'расскажи шутку', 'пошути', 'развесели'),
}


BOT_JOKES = (
    "Могу ли я считаться писателем, если книгу жалоб в нашем магазине я исписал до конца?",
    "Оленька хоть и промахнулась в тире, но взять мишку ей уже никто не мешал",
    "— Послала своего за картошкой, а его сбила машина. "
    "— Ужас! И что ты теперь будешь делать? "
    "— Не знаю. Рис, наверное.",
    "Аня вышла замуж за механика и родила шестерню",
    " Мало кто знает, но сиамские близнецы бьются яйцами не только на пасху",
    "Шутки про утопленников обычно несмешные, потому что лежат на поверхности",
    "Среди детей антипрививочников самое популярное имя - Любовь. Потому что Любовь живет три года."
    "50-летняя Елена вышла замуж по расчету, но не подрасчитала и умерла раньше."
)
